[
	{
		"model": "products.product",
		"pk": 1,
		"fields": {
			"name": "Cortical Stack",
			"category": 1,
			"sku": "0001",
			"description": "Our keystone product and your passport to the cybernetic experience. The Cortical Stack is a nanotech device that captures and digitizes a person's consciousness for transfer to a new body, allowing for virtual immortality. It uses advanced algorithms to scan neural pathways and securely store the resulting data on remote servers. The Stack can be implanted in a range of bodies, from synthetic androids to organic clones, for maximum customization. \r\n\r\nThe Cortical Stack represents a major leap forward in understanding human consciousness and its potential for digital immortality.\r\n\r\nBack-up your life. Full implant installation available.",
			"booking_required": true,
			"shipping_required": false,
			"featured": false,
			"price": "1999.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/implant/cortical-stack.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 2,
		"fields": {
			"name": "Netdeck",
			"category": 1,
			"sku": "0002",
			"description": "The Netdeck is a highly versatile tool that can be used for a wide range of hacking manoeuvres, from simple data retrieval to complex intrusion and sabotage operations. Its ability to interface with the matrix and manipulate data in real-time makes it an essential tool for any serious decker, and its modular design allows it to be customized and upgraded to suit the specific needs and preferences of its user.",
			"booking_required": true,
			"shipping_required": false,
			"featured": false,
			"price": "499.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/implant/netdeck.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 3,
		"fields": {
			"name": "Cyberoptics",
			"category": 1,
			"sku": "0003",
			"description": "Introducing the next generation in cyberoptics. This advanced implant is designed to enhance your vision and provide you with unprecedented access to information in real-time.\r\n\r\nIntegrating seamlessly with your brain, allowing you to receive enhanced visual data and analysis directly in your mind. Whether you need to quickly analyze data or identify objects in real-time, the cybernetic eye provides you with the tools and information you need to make quick, informed decisions.\r\n\r\nExperience the future of vision with the cybernetic eye implant. With its advanced features and unparalleled integration with your brain, this implant is the perfect tool for professionals, athletes, and anyone who demands the best in technology and performance.",
			"booking_required": true,
			"shipping_required": false,
			"featured": true,
			"price": "2299.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/implant/cyberoptics.png",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 4,
		"fields": {
			"name": "Neural Network",
			"category": 1,
			"sku": "0004",
			"description": "The ultimate brain enhancement device. A network of artificial neurons that can learn from data and perform various tasks, such as recognizing patterns, making predictions, or generating outputs. The Neural Network Implant can be connected to your brain through a neural interface, which allows you to communicate with the device using your thoughts. With this device, you can improve your memory, intelligence, creativity, or skills in various domains. Whether you want to ace an exam, master a language, or unleash your artistic potential, the Neural Network Implant can help you achieve your goals.",
			"booking_required": true,
			"shipping_required": false,
			"featured": false,
			"price": "1449.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/implant/neural-network.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 5,
		"fields": {
			"name": "Augmented",
			"category": 2,
			"sku": "0005",
			"description": "The augmented reality app is a cutting-edge software tool that provides users with a unique and immersive experience that blends the digital and physical worlds. This app utilizes advanced computer vision and machine learning algorithms to create a seamless and interactive environment that enhances the user's perception of reality. By overlaying virtual images and information onto the real world, this app provides an entirely new level of engagement and functionality that is unparalleled in the world of mobile applications. Whether you're looking to explore new places, learn about the world around you, or simply enhance your everyday experiences, the augmented reality app is the perfect tool for anyone looking to embrace the power of digital technology.",
			"booking_required": false,
			"shipping_required": false,
			"featured": false,
			"price": "49.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/app/augment.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 6,
		"fields": {
			"name": "Immerse",
			"category": 2,
			"sku": "0006",
			"description": "The virtual reality app is an advanced software tool that is designed to be installed directly into a cyberoptics implant, providing users with an unparalleled level of immersion and interactivity. This app utilizes cutting-edge virtual reality technology to create a fully-realized digital environment that can be experienced directly through the user's optic nerves. By incorporating advanced algorithms and real-time feedback, this app offers an incredibly lifelike and intuitive experience that is both exciting and empowering. Whether you're looking to explore new worlds, engage in immersive gameplay, or simply experience the world in a whole new way, Immerse is a great tool for you.",
			"booking_required": false,
			"shipping_required": false,
			"featured": false,
			"price": "69.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/app/immerse.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 7,
		"fields": {
			"name": "SecureMe",
			"category": 2,
			"sku": "0007",
			"description": "This security-enhancing app is an innovative software tool designed to protect and secure your cybernetic implant against potential threats and attacks. Using advanced encryption and authentication protocols, this app provides an unparalleled level of security for your implant, ensuring that your data and personal information are always protected. With a range of customizable security settings and features, SecureMe allows you to fine-tune your implant's security to meet your specific needs and preferences, whether you're looking to secure sensitive information or protect yourself against physical attacks. If you're looking for the ultimate in cybernetic security, this is the perfect choice for you.",
			"booking_required": false,
			"shipping_required": false,
			"featured": false,
			"price": "34.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/app/secure-me.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 8,
		"fields": {
			"name": "Synapse",
			"category": 2,
			"sku": "0008",
			"description": "Synapse is a highly sophisticated software tool that provides you with an extensive range of features and functionalities for their cybernetic implant. Using cutting-edge algorithms and real-time feedback, this app is designed to enhance and optimize the performance of the implant, providing you with an unparalleled level of control and customization. Whether you're looking to improve their physical performance, increase their mental acuity, or simply stay connected to the world around them. If you're looking to take your cybernetic implant to the next level, Synapse is the perfect choice for you.",
			"booking_required": false,
			"shipping_required": false,
			"featured": true,
			"price": "49.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/app/synapse.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 9,
		"fields": {
			"name": "Cortical Dose",
			"category": 3,
			"sku": "0009",
			"description": "This Cortical Stack upgrade is a state-of-the-art software tool that enhances the functionality and performance of your existing cortical stack implant. Utilizing cutting-edge algorithms and real-time feedback, this upgrade provides users with an unparalleled level of control and customization, allowing them to fine-tune their implant to meet their exact needs and preferences. With a range of advanced tools and settings, this upgrade enables users to enhance their physical and mental performance, increase their cognitive abilities, and even extend their lifespan.",
			"booking_required": false,
			"shipping_required": true,
			"featured": false,
			"price": "129.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/upgrade/cortical-dose.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 10,
		"fields": {
			"name": "Clock Upgrade",
			"category": 3,
			"sku": "0010",
			"description": "This upgrade is ideally suited for users who demand the highest levels of performance and reliability from their Netdeck, empowering them to work faster, more efficiently and effectively than ever before. If you're looking to take your Netdeck to the next level, the Clock Upgrade is a must-have addition to your toolkit.",
			"booking_required": true,
			"shipping_required": false,
			"featured": false,
			"price": "99.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/upgrade/clock-upgrade.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 11,
		"fields": {
			"name": "Haptic Feedback",
			"category": 3,
			"sku": "0011",
			"description": "The Haptics upgrade is an advanced software enhancement for your cybernetic implant that provides an unparalleled level of tactile feedback and sensory stimulation.  With its customizable settings and advanced controls, this upgrade allows users to fine-tune their sensory experience, providing a level of precision and detail that was previously impossible.",
			"booking_required": true,
			"shipping_required": false,
			"featured": true,
			"price": "74.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/upgrade/haptic-feedback.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 12,
		"fields": {
			"name": "Stack Capacity",
			"category": 3,
			"sku": "0012",
			"description": "The storage capacity increase to the cortical stack is a ground-breaking upgrade that expands the storage capacity of your neural implant, enabling you to store and access more information than ever before. With its advanced architecture, this upgrade empowers you to store a vast array of data, ranging from memories and experiences to skills and knowledge, and access it at lightning-fast speeds, all while maintaining the highest levels of security and reliability.",
			"booking_required": false,
			"shipping_required": true,
			"featured": false,
			"price": "34.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/upgrade/stack-capacity.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.product",
		"pk": 13,
		"fields": {
			"name": "Neuron Capacity",
			"category": 3,
			"sku": "0013",
			"description": "The capacity increase enhances the computational power and speed of your network, allowing it to process complex and large-scale data sets with unparalleled efficiency and accuracy. Utilizing advanced algorithms and cutting-edge hardware, this upgrade enables your neural network to tackle the most demanding computational challenges.",
			"booking_required": false,
			"shipping_required": true,
			"featured": false,
			"price": "79.99",
			"image_url": "https://yggdrasil-labs.asdfractal.com/static/images/products/upgrade/neuron-capacity.jpg",
			"discontinued": false
		}
	},
	{
		"model": "products.category",
		"pk": 1,
		"fields": {
			"name": "implant"
		}
	},
	{
		"model": "products.category",
		"pk": 2,
		"fields": {
			"name": "app"
		}
	},
	{
		"model": "products.category",
		"pk": 3,
		"fields": {
			"name": "upgrade"
		}
	}
]
